Repository: Thales1330/PSP
Catalog: Project/data/lang/*/*.po
Languages: pt_br

source: Value entered incorrectly in the field "Zero reactance".
pt_br: Valor inserido incorretamente no campo "Reatância zero".

source: Value entered incorrectly in the field "Ground resistance".
pt_br: Valor inserido incorretamente no campo "Resistência de aterramento".

source: Value entered incorrectly in the field "Ground reactance".
pt_br: Valor inserido incorretamente no campo "Reatância de aterramento".

source: Active power flow
pt_br: Fluxo de potência ativa

source: Reactive power flow
pt_br: Fluxo de potência reativa

source: Degrees
pt_br: Graus

source: Radians
pt_br: Radianos

source: There are blank fields.
pt_br: Existem campos em branco.

source: Value entered incorrectly in the field "Numerator parameters".
pt_br: Valor inserido incorretamente no campo "Parâmetros do numerador".

source: Value entered incorrectly in the field "Denominator parameters".
pt_br: Valor inserido incorretamente no campo "Parâmetros do denominador".

source: Transfomer: Switching
pt_br: Transformador: Chaveamento

source: Value entered incorrectly in the field "Indutive reactance".
pt_br: Valor inserido incorretamente no campo "Reatância indutiva".

source: Value entered incorrectly in the field "Turns ratio".
pt_br: Valor inserido incorretamente no campo "TAP".

source: Value entered incorrectly in the field "Phase shift".
pt_br: Valor inserido incorretamente no campo "Defasagem".

source: Value entered incorrectly in the field "Zero sequence resistance".
pt_br: Valor inserido incorretamente no campo "Resistência de sequência zero".

source: Value entered incorrectly in the field "Zero sequence indutive reactance".
pt_br: Valor inserido incorretamente no campo "Reatância indutiva de sequência zero".

source: Value entered incorrectly in the field "Primary ground resistance".
pt_br: Valor inserido incorretamente no campo "Resistência de aterramento do primário".

source: Value entered incorrectly in the field "Primary ground reactance".
pt_br: Valor inserido incorretamente no campo "Reatância de aterramento do primário".

source: Value entered incorrectly in the field "Secondary ground resistance".
pt_br: Valor inserido incorretamente no campo "Resistência de aterramento do secundário".

source: Value entered incorrectly in the field "Secondary ground reactance".
pt_br: Valor inserido incorretamente no campo "Reatância de aterramento do secundário".

source: This language is not supported by the system.
pt_br: Esse idioma não é suportado pelo sistema.

source: Fail to load brazilian portuguese language catalog.
pt_br: Falhou em carregar o catálogo de português do Brasil.

source: Running simulation
pt_br: Simulação em andamento

source: It was not possible to build the admittance matrix.
pt_br: Não foi possível construir a matriz admitância.

source: Simulation cancelled at %.2fs.
pt_br: Simulação cancelada em %.2fs.

source: Error on initializate the saturation values of "
pt_br: Erro ao inicializar os valores de saturação de "

source: Error on initializate the AVR of "
pt_br: Erro ao inicializar o AVR de "

source: Error on initializate the speed governor of "
pt_br: Erro ao inicializar o regulador de velocidade de "

source: Impossible to solve the system machines. Check the system parameters and/or decrease the time step.
pt_br: Impossível de solucionar as máquinas do sistema Verifique os parâmetros do sistema e/ou diminua o passo de integração.

source: It was not possible to solve the saturation of the synchronous machine "
pt_br: Não foi possível solucionar a saturação da máquina síncrona "

source: Error on initializate the slip of "
pt_br: Erro ao inicializar o escorregamento de "

source: Unknown error
pt_br: Erro desconhecido

source: There is no buses in the system.
pt_br: Não há barramentos no sistema.

source: There is no fault in the system or the faulty bus is disconnected.
pt_br: Não há faltas no sistema ou a barra com falta está desconectada.

source: There is more than one fault in the system, and this can lead to inconsistent results. Do you wish to proceed?
pt_br: Existe mais de uma falta no sistema, o que pode levar a resultados inconsistentes. Você deseja prosseguir?

source: Fault calculation was cancelled by the user.
pt_br: Cálculo de falta cancelado pelo usuário.

source: Fail to invert the positive sequence admittance matrix.
pt_br: Falha ao inverter a matriz admitância de sequência positiva.

source: Fail to invert the negative sequence admittance matrix.
pt_br: Falha ao inverter a matriz admitância de sequência negativa.

source: Fail to invert the zero sequence admittance matrix.
pt_br: Falha ao inverter a matriz admitância de sequência zero.

source: No buses found on the system.
pt_br: Não foram encontradas barras no sistema.

source: It was not possible to solve the induction motors.
pt_br: Não foi possível resolver os motores de indução.

source: There is no slack bus on the system.
pt_br: Não há barra de referência no sistema.

source: The slack bus don't have generation.
pt_br: A barra de referência não tem geração.

source: The maximum number of iterations was reached.
pt_br: O número máximo de iterações foi alcançado.

source: Error calculating the harmonic current in "
pt_br: Erro ao calcular a corrente harmônica em "

source: Debug text
pt_br: Texto de deputação

source: Importing...
pt_br: Importando...
