Repository: Thales1330/PSP
Catalog: Project/data/lang/*/*.po
Languages: pt_br

source: Sub-transient
pt_br: Subtransitório

source: Direct-axis reactance (X''d)
pt_br: Reatância de eixo direto (X''d)

source: Quadrature-axis reactance (X''q)
pt_br: Reatância de eixo em quadratura (X''q)

source: Direct-axis time constant (T''d0)
pt_br: Constante de tempo de eixo direto (T''d0)

source: Quadrature-axis time constant (T''q0)
pt_br: Constante de tempo de eixo em quadratura (T''d0)

source: Switching
pt_br: Chaveamento

source: Resistance (R)
pt_br: Resistência (R)

source: Indutive reactance (XL)
pt_br: Reatância indutiva (Xl)

source: Capacitive susceptance (B)
pt_br: Susceptância capacitiva (B)

source: Line size
pt_br: Comprimento da linha

source: Use line rated power as base
pt_br: Utilizar a potência nominal como base

source: Zero-sequence impedances (p.u.)
pt_br: Impedâncias de sequência zero (p.u.)

source: Resistance (R0)
pt_br: Resistência (R0)

source: Indutive reactance (X0)
pt_br: Reatância indutiva (X0)

source: Capacitive susceptance (B0)
pt_br: Susceptância capacitiva (B0)

source: Base voltage
pt_br: Tensão base

source: Connection
pt_br: Conexão

source: Grounded Wye - Grounded Wye
pt_br: Estrela aterrado - Estrela aterrado

source: Wye - Grounded Wye
pt_br: Estrela - Estrela aterrado

source: Grounded Wye - Wye
pt_br: Estrela aterrado - Estrela

source: Wye - Wye
pt_br: Estrela - Estrela

source: Delta - Grounded Wye
pt_br: Delta - Estrela aterrado

source: Delta - Wye
pt_br: Delta - Estrela

source: Grounded Wye - Delta
pt_br: Estrela aterrado - Delta

source: Wye - Delta
pt_br: Estrela - Delta

source: Turns ratio
pt_br: TAP

source: Phase shift
pt_br: Defasagem

source: degrees
pt_br: graus

source: Use transformer rated power as base
pt_br: Utilizar a potência do transformador como base

source: Ground impedances (p.u.)
pt_br: Impedância de aterramento (p.u.)

source: Primary resistance
pt_br: Resistência do primário

source: Primary reactance
pt_br: Reatância do primário

source: Secondary resistance
pt_br: Resistência do secundário

source: Secondary reactance
pt_br: Reatância do secundário

source: Load type (power flow)
pt_br: Tipo de carga (fluxo de carga)

source: Constant power
pt_br: Potência constante

source: Constant impedance
pt_br: Impedância constante

source: Plot load data
pt_br: Imprimir dados da carga

source: Use ZIP load composition
pt_br: Utilizar composição de carga ZIP

source: Constant current
pt_br: Corrente constante

source: Switching properties
pt_br: Propriedades de chaveamento

source: Insert
pt_br: Inserir

source: Remove
pt_br: Remover

source: Add
pt_br: Adicionar

source: Down
pt_br: Baixo

source: Switching list
pt_br: Lista de chaveamento

source: Calculate reactive power in load flow (using stability data)
pt_br: Calcular a potência reativa no fluxo de carga (utilizando dados de estabilidade)

source: Plot induction machine data
pt_br: Imprimir dados da máquina de indução

source: Inertia
pt_br: Inércia

source: Stator resistence
pt_br: Resistência do estator

source: Stator reactance
pt_br: Reatância do estator

source: Rotor resistence
pt_br: Resistência do rotor

source: Rotor reactance
pt_br: Reatância do rotor

source: Magnetizing reactance
pt_br: Reatância de magnetização

source: Use cage factor
pt_br: Utilizar fator de gaiola

source: Load characteristic
pt_br: Característica da carga

source: Element
pt_br: Elemento

source: Element name
pt_br: Nome do elemento

source: Text type
pt_br: Tipo de texto

source: From bus
pt_br: Da barra

source: To bus
pt_br: Para barra

source: Unit
pt_br: Unidade

source: Decimal places:
pt_br: Casas decimais:

source: Preview:
pt_br: Pré-visualização:

source: Numerator parameters
pt_br: Parâmetros do numerador

source: Denominator parameters
pt_br: Parâmetros do denominador

source: Signs
pt_br: Sinais

source: Upper limit
pt_br: Limite superior

source: Lower limit
pt_br: Limite inferior

source: A value
pt_br: Valor A

source: B value
pt_br: Valor B

source: Constant value
pt_br: Valor da constante

source: Gain value
pt_br: Valor do ganho

source: Input variables (space separated)
pt_br: Variáveis de entrada (separadas por espaço)

source: No checks performed
pt_br: Nenhuma verificação realizada

source: Check expression
pt_br: Verificar expressão

source: Harmonic Current properties
pt_br: Propriedades da Corrente Harmônica

source: Order
pt_br: Ordem

source: Angle (degrees)
pt_br: Ângulo (graus)

source: Injected harmonic currents
pt_br: Correntes harmônicas injetadas

source: Generator: Stability
pt_br: Gerador: Estabilidade

source: Reactive shunt element
pt_br: Elemento shunt reativo

source: Transfer function
pt_br: Função transferência

source: Input / Output
pt_br: Entrada / Saída

source: Math expression
pt_br: Expressão matemática

source: Value entered incorrectly in the field "A value".
pt_br: Valor inserido incorretamente no campo "Valor A".

source: Value entered incorrectly in the field "B value".
pt_br: Valor inserido incorretamente no campo "Valor B".

source: Value entered incorrectly in the field "Initial frequency".
pt_br: Valor inserido incorretamente no campo "Frequência inicial".

source: Value entered incorrectly in the field "Final frequency".
pt_br: Valor inserido incorretamente no campo "Frequência final".

source: Value entered incorrectly in the field "Frequency step".
pt_br: Valor inserido incorretamente no campo "Passo da frequência".

source: Injected current not selected
pt_br: Corrente injetada não selecionada

source: Value entered incorrectly in the field "Gain value".
pt_br: Valor inserido incorretamente no campo "Valor do ganho".

source: Portuguese
pt_br: Português

source: Light
pt_br: Claro

source: Dark
pt_br: Escuro

source: It was not possible to access the init file. The settings won't be applied.
pt_br: Não foi possível acessar o arquivo de inicialização. As configurações não serão aplicadas.

source: The application must be restarted to settings changes be applied.
pt_br: O programa deve ser reiniciado para as mudanças surtirem efeito.

source: Synchronous generator: Switching
pt_br: Gerador síncrono: Chaveameto

source: Value entered incorrectly in the field "Inertia".
pt_br: Valor inserido incorretamente no campo "Inércia".

source: Value entered incorrectly in the field "Damping factor".
pt_br: Valor inserido incorretamente no campo "Fator de amortecimento".

source: Value entered incorrectly in the field "Armature resistance".
pt_br: Valor inserido incorretamente no campo "Resistência de armadura".

source: Value entered incorrectly in the field "Potier reactance".
pt_br: Valor inserido incorretamente no campo "Reatância de Potier".

source: Value entered incorrectly in the field "Saturation factor".
pt_br: Valor inserido incorretamente no campo "Fator de aceleração".

source: Value entered incorrectly in the field "Open-circuit frequency".
pt_br: Valor inserido incorretamente no campo "Frequência de circuito aberto".

source: Value entered incorrectly in the field "Synchronous direct-axis reactance".
pt_br: Valor inserido incorretamente no campo "Reatância síncrona de eixo direto".

source: Value entered incorrectly in the field "Synchronous quadrature-axis reactance".
pt_br: Valor inserido incorretamente no campo "Reatância síncrona de eixo em quadratura".

source: Value entered incorrectly in the field "Transitory direct-axis reactance".
pt_br: Valor inserido incorretamente no campo "Reatância transitória de eixo direto".

source: Value entered incorrectly in the field "Transitory quadrature-axis reactance".
pt_br: Valor inserido incorretamente no campo "Reatância transitória de eixo em quadratura".

source: Value entered incorrectly in the field "Transitory direct-axis time constant".
pt_br: Valor inserido incorretamente no campo "Constante de tempo transitória de eixo direto".

source: Value entered incorrectly in the field "Transitory quadrature-axis time constant".
pt_br: Valor inserido incorretamente no campo "Constante de tempo transitória de eixo em quadratura".

source: Value entered incorrectly in the field "Subtransitory direct-axis reactance".
pt_br: Valor inserido incorretamente no campo "Reatância subtransitória de eixo direto".

source: Value entered incorrectly in the field "Subtransitory quadrature-axis reactance".
pt_br: Valor inserido incorretamente no campo "Reatância subtransitória de eixo em quadratura".

source: Value entered incorrectly in the field "Subtransitory direct-axis time constant".
pt_br: Valor inserido incorretamente no campo "Constante de tempo subtransitória de eixo direto".

source: Value entered incorrectly in the field "Subtransitory quadrature-axis time constant".
pt_br: Valor inserido incorretamente no campo "Constante de tempo subtransitória de eixo em quadratura".

source: Initial mechanical power
pt_br: Potência mecânica inicial

source: Initial terminal voltage
pt_br: Tensão terminal inicial

source: Initial velocity
pt_br: Velocidade Inicial

source: Velocity variation
pt_br: Variação de velocidade

source: Active power variation
pt_br: Variação de potência ativa

source: It was not possible to import the selected files.
pt_br: Não foi possível importar os arquivo selecionados.

source: Transfomer
pt_br: Transformador

source: Machine
pt_br: Máquina

source: Imported project
pt_br: Projeto importado

source: Induction motor: Switching
pt_br: Motor de indução: Chaveamento

source: Value entered incorrectly in the field "Rated power".
pt_br: Valor inserido incorretamente no campo "Potência nominal".

source: Value entered incorrectly in the field "Active power".
pt_br: Valor inserido incorretamente no campo "Potência ativa".

source: Value entered incorrectly in the field "Reactive power".
pt_br: Valor inserido incorretamente no campo "Potência reativa".

source: Value entered incorrectly in the field "Stator resistence".
pt_br: Valor inserido incorretamente no campo "Resistência do estator".

source: Value entered incorrectly in the field "Stator reactance".
pt_br: Valor inserido incorretamente no campo "Reatância do estator".

source: Value entered incorrectly in the field "Rotor resistence".
pt_br: Valor inserido incorretamente no campo "Resistência do retor".

source: Value entered incorrectly in the field "Rotor reactance".
pt_br: Valor inserido incorretamente no campo "Reatância do rotor".

source: Value entered incorrectly in the field "Magnetizing reactance".
pt_br: Valor inserido incorretamente no campo "Reatância de magnetização".

source: Value entered incorrectly in the field "Cage factor".
pt_br: Valor inserido incorretamente no campo "Fator gaiola".

source: Value entered incorrectly in the field "Constant torque".
pt_br: Valor inserido incorretamente no campo "Torque constante".

source: Value entered incorrectly in the field "Linear torque".
pt_br: Valor inserido incorretamente no campo "Torque linear".

source: Value entered incorrectly in the field "Quadratic torque".
pt_br: Valor inserido incorretamente no campo "Torque quadrático".

source: The sum of the torque portions must be unitary. The current value is
pt_br: A soma das parcelas do torque deve ser unitária. O valor atual é

source: Value entered incorrectly in the field "Upper limit".
pt_br: Valor inserido incorretamente no campo "Limite superior".

source: Value entered incorrectly in the field "Lower limit".
pt_br: Valor inserido incorretamente no campo "Limite inferior".

source: Line: Switching
pt_br: Linha: Chaveamento

source: Value entered incorrectly in the field "Nominal power".
pt_br: Valor inserido incorretamente no campo "Potência nominal".

source: Value entered incorrectly in the field "Resistance".
pt_br: Valor inserido incorretamente no campo "Resistência".

source: Value entered incorrectly in the field "Indutive Reactance".
pt_br: Valor inserido incorretamente no campo "Reatância indutiva".

source: Value entered incorrectly in the field "Capacitive Susceptance".
pt_br: Valor inserido incorretamente no campo "Susceptância capacitiva".

source: Value entered incorrectly in the field "Line size".
pt_br: Valor inserido incorretamente no campo "Comprimento da linha".

source: Value entered incorrectly in the field "Zero-sequence resistance".
pt_br: Valor inserido incorretamente no campo "Resistência de sequência zero".

source: Value entered incorrectly in the field "Zero-sequence indutive reactance".
pt_br: Valor inserido incorretamente no campo "Reatância indutiva de sequência zero".

source: Value entered incorrectly in the field "Zero-sequence capacitive susceptance".
pt_br: Valor inserido incorretamente no campo "Susceptância capacitiva de sequência zero".

source: Load: Switching
pt_br: Carga: Chaveamento

source: Value entered incorrectly in the field "Constant impedance portion of active power".
pt_br: Valor inserido incorretamente no campo "Parcela de impedância constante da potência ativa".

source: Value entered incorrectly in the field "Constant current portion of active power".
pt_br: Valor inserido incorretamente no campo "Parcela de corrente constante da potência ativa".

source: Value entered incorrectly in the field "Constant power portion of active power".
pt_br: Valor inserido incorretamente no campo "Parcela de potência constante da potência ativa".

source: Value entered incorrectly in the field "Constant impedance portion of reactive power".
pt_br: Valor inserido incorretamente no campo "Parcela de impedância constante da potência reativa".

source: Value entered incorrectly in the field "Constant current portion of reactive power".
pt_br: Valor inserido incorretamente no campo "Parcela de corrente constante da potência reativa".

source: Value entered incorrectly in the field "Constant power portion of reactive power".
pt_br: Valor inserido incorretamente no campo "Parcela de potência constante da potência ativa".

source: The sum of active power load composition must be 100%.
pt_br: A soma da composição de carga da potência ativa deve ser 100%.

source: The sum of reactive power load composition must be 100%.
pt_br: A soma da composição de carga da potência reativa deve ser 100%.

source: No checks performed.
pt_br: Nenhuma verificação realizada.

source: Syntax error
pt_br: Erro de sintaxe

source: Mismatched parenthesis
pt_br: Parênteses sem correspondência

source: Missing ')'
pt_br: Faltando ')'

source: Empty parentheses
pt_br: Parênteses vazios

source: Syntax error: Operator expected
pt_br: Erro de sintaxe: Operador esperado

source: Not enough memory
pt_br: Não possui memória

source: An unexpected error occurred
pt_br: Um erro inesperado ocorreu

source: Syntax error in input variables
pt_br: Erro de sintaxe nas variáveis de entrada

source: Illegal number of parameters to function
pt_br: Número ilegal de parâmetros para a função

source: Syntax error: Premature end of string
pt_br: Erro de sintaxe: Fim prematuro da string

source: Syntax error: Expecting ( after function
pt_br: Erro de sintaxe: '(' esperado após a função

source: Syntax error: Unknown identifier
pt_br: Erro de sintaxe: Identificador desconhecido

source: No function has been parsed yet
pt_br: Nenhuma função foi analisada ainda

source: There is an error on math expression.
pt_br: Há um erro na expressão matemática.

source: The math expression is correct.
pt_br: A expressão matemática está correta.

source: Value entered incorrectly in the field "Label max voltage".
pt_br: Valor inserido incorretamente no campo "Tensão máxima da legenda".

source: Value entered incorrectly in the field "Label min voltage".
pt_br: Valor inserido incorretamente no campo "Tensão mínima da legenda".

source: Language
pt_br: Idioma

source: Plot library
pt_br: Biblioteca do gráfico

source: Theme
pt_br: Tema

source: Base power
pt_br: Potência base

source: System frequency
pt_br: Frequência do sistema

source: Continuous calculation
pt_br: Cálculo contínuo

source: Calculate fault after power flow
pt_br: Calcular falta após o fluxo de carga

source: Calculate short-circuit power after power flow
pt_br: Calcular o nível de curto-circuito após o fluxo de carga

source: Calculate harmonic distortion after power flow
pt_br: Calcular as distorções harmônicas após o fluxo de carga

source: Solution method
pt_br: Método de solução

source: Hybrid Gauss-Newton
pt_br: Híbrido Gauss-Newton

source: Acceleration factor
pt_br: Fator de aceleração

source: Tolerance
pt_br: Tolerância

source: Max. iterations
pt_br: Iterações máx

source: Slack bus angle
pt_br: Ângulo da barra de referência

source: Newton inertia
pt_br: Inércia do Newton

source: Gauss tolerance
pt_br: Tolerância do Gauss

source: Max. Iterations
pt_br: Iterações máx

source: Controls step ratio
pt_br: Razão do passo dos controles

source: Plot time
pt_br: Tempo de impressão

source: Use center of inertia as reference
pt_br: Utilizar centro de inércia como referência

source: ZIP Load
pt_br: Carga ZIP

source: Use general composition to all system loads
pt_br: Utilizar composição geral para todas as cargas do sistema

source: Undervoltage limit which the loads will be modelled by constant impedance:
pt_br: Subtensão a qual as cargas serão modeladas como impedância constante:

source: Harmonics
pt_br: Harmônico

source: Load connection
pt_br: Conexão da carga

source: Parallel
pt_br: Paralela

source: Series
pt_br: Série

source: Disconnected
pt_br: Desconectada

source: About
pt_br: Sobre

source: Credits
pt_br: Créditos

source: License
pt_br: Licença

source: Version:
pt_br: Versão:

source: Home page:
pt_br: Página Inicial:

source: .PWF file
pt_br: Arquivo .PWF

source: Select a ANAREDE PWF file
pt_br: Selecione um arquivo PWF do ANAREDE

source: .LST file
pt_br: Arquivo .LST

source: Select a ANAREDE LST file
pt_br: Selecione um arquivo LST do ANAREDE

source: .STB file
pt_br: Arquivo .STB

source: Select a ANATEM STB file
pt_br: Selecione um arquivo STB do ANATEM

source: .M file
pt_br: Arquivo .M

source: Select a Matpower M file
pt_br: Selecione um arquivo .M do Matpower

source: Import options
pt_br: Opções de importação

source: Scale
pt_br: Escala

source: Iterations
pt_br: Iterações

source: Initial frequency
pt_br: Frequência inicial

source: Final frequency
pt_br: Frequência final

source: Frequency step
pt_br: Passo de frequência

source: Injected current
pt_br: Corrente injetada

source: Voltage heatmap
pt_br: Mapa de tensão

source: Calculate automatically the label limits
pt_br: Calcular os limites de estabilidade automaticamente

source: Label max voltage
pt_br: Tensão máxima da legenda

source: Label min voltage
pt_br: Tensão mínima da legenda

source: General settings
pt_br: Opções gerais

source: Simulation settings
pt_br: Opções de simulação

source: Import files
pt_br: Importar arquivos

source: Project properties
pt_br: Propriedades do projeto

source: Capacitor: Switching
pt_br: Capacitor: Chaveamento

source: Inductor: Switching
pt_br: Indutor: Chaveamento

source: Value entered incorrectly in the field "Base power".
pt_br: Valor inserido incorretamente no campo "Potência base".

source: Value entered incorrectly in the field "Acceleration factor".
pt_br: Valor inserido incorretamente no campo "Fator de aceleração".

source: Value entered incorrectly in the field "Tolerance (Power flow)".
pt_br: Valor inserido incorretamente no campo "Tolerância (Fluxo de carga)".

source: Value entered incorrectly in the field "Max. iterations (Power flow)".
pt_br: Valor inserido incorretamente no campo "Iterações máx (Fluxo de carga)".

source: Value entered incorrectly in the field "Slack bus angle".
pt_br: Valor inserido incorretamente no campo "Ângulo da barra de referência".

source: Value entered incorrectly in the field "Newton inertia (Power flow)".
pt_br: Valor inserido incorretamente no campo "Inércia do Newton (Fluxo de carga)".

source: Value entered incorrectly in the field "Gauss tolerance (Power flow)".
pt_br: Valor inserido incorretamente no campo "Tolerância do Gauss (Fluxo de carga)".

source: Value entered incorrectly in the field "System frequency".
pt_br: Valor inserido incorretamente no campo "Frequência do sistema".

source: Value entered incorrectly in the field "Tolerance (stability)".
pt_br: Valor inserido incorretamente no campo "Tolerância (estabilidade)".

source: Value entered incorrectly in the field "Max. iterations (stability)".
pt_br: Valor inserido incorretamente no campo "Iterações máx (Estabilidade)".

source: Value entered incorrectly in the field "Controls step ratio".
pt_br: Valor inserido incorretamente no campo "Razão do passo dos controles".

source: Value entered incorrectly in the field "Plot time".
pt_br: Valor inserido incorretamente no campo "Tempo de impressão".

source: Value entered incorrectly in the field "Constant impedance portion of active power (ZIP load)".
pt_br: Valor inserido incorretamente no campo "Parcela de impedância constante da potência ativa (Carga ZIP)".

source: Value entered incorrectly in the field "Constant current portion of active power (ZIP load)".
pt_br: Valor inserido incorretamente no campo "Parcela de corrente constante da potência ativa (Carga ZIP)".

source: Value entered incorrectly in the field "Constant power portion of active power (ZIP load)".
pt_br: Valor inserido incorretamente no campo "Parcela de potência constante da potência ativa (Carga ZIP)".

source: Value entered incorrectly in the field "Constant impedance portion of reactive power (ZIP load)".
pt_br: Valor inserido incorretamente no campo "Parcela de impedância constante da potência reativa (Carga ZIP)".

source: Value entered incorrectly in the field "Constant current portion of reactive power (ZIP load)".
pt_br: Valor inserido incorretamente no campo "Parcela de corrente constante da potência reativa (Carga ZIP)".

source: Value entered incorrectly in the field "Constant power portion of reactive power (ZIP load)".
pt_br: Valor inserido incorretamente no campo "Parcela de potência constante da potência reativa (Carga ZIP)".

source: Value entered incorrectly in the field "Constant current undervoltage limit (ZIP load)".
pt_br: Valor inserido incorretamente no campo "Limite de subtensão da corrente constante (Carga ZIP)".

source: Value entered incorrectly in the field "Constant power undervoltage limit (ZIP load)".
pt_br: Valor inserido incorretamente no campo "Limite de subtensão da potência constante (Carga ZIP)".

source: Fault insertion at "
pt_br: Inserção de falta em "

source: Fault removal at "
pt_br: Remoção da falta em "

source: Event time
pt_br: Instante do evento

source: Description
pt_br: Descrição

source: Insertion of "
pt_br: Inserção de "

source: Removal of "
pt_br: Remoção de "

source: You must assign at least two signals.
pt_br: Você deve atribuir pelo menos dois sinais.

source: Value entered incorrectly in the field "Signs".
pt_br: Valor inserido incorretamente no campo "Sinais".

source: Value entered incorrectly in the field "Max reactive power".
pt_br: Valor inserido incorretamente no campo "Potência reativa máx".

source: Value entered incorrectly in the field "Min reactive power".
pt_br: Valor inserido incorretamente no campo "Potência reativa min".

source: Value entered incorrectly in the field "Positive resistance".
pt_br: Valor inserido incorretamente no campo "Resistência positiva".

source: Value entered incorrectly in the field "Positive reactance".
pt_br: Valor inserido incorretamente no campo "Reatância positiva".

source: Value entered incorrectly in the field "Negative resistance".
pt_br: Valor inserido incorretamente no campo "Resistência negativa".

source: Value entered incorrectly in the field "Negative reactance".
pt_br: Valor inserido incorretamente no campo "Reatância negativa".

source: Value entered incorrectly in the field "Zero resistance".
pt_br: Valor inserido incorretamente no campo "Resistência zero".
